tap "aws/tap"
tap "egoist/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "act"
brew "amazon-ecs-cli"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "certbot"
brew "doctl"
brew "docutils"
brew "fd"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "gradle"
brew "guile"
brew "helm"
brew "hub"
brew "istioctl"
brew "jq"
brew "kotlin"
brew "kotlin-language-server"
brew "ktlint"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "luarocks"
brew "mkcert"
brew "mongosh"
brew "nats-server"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node@16"
brew "nss"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@17"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "postgresql@13"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "tflint"
brew "vim", args: ["HEAD"]
brew "yamllint"
brew "zoxide"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "egoist/tap/dum"
brew "hashicorp/tap/terraform-ls"
brew "mongodb/brew/mongodb-community@5.0"
brew "nats-io/nats-tools/nats"
brew "stripe/stripe-cli/stripe"
cask "aptakube"
cask "basictex"
cask "emacs"
cask "font-ibm-plex"
cask "font-iosevka"
cask "ngrok"
cask "ripcord"
