tap "egoist/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "nats-io/nats-tools"
brew "python@3.10", link: false
brew "awscli"
brew "azure-cli"
brew "bat"
brew "fd"
brew "gawk"
brew "gh"
brew "git-delta"
brew "glib"
brew "gnu-tar"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "hub"
brew "istioctl"
brew "jq"
brew "kotlin"
brew "kotlin-language-server"
brew "ktlint"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "python@3.9"
brew "luarocks"
brew "mkcert"
brew "nats-server"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nss"
brew "openconnect"
brew "openssl@3"
brew "pass"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "postgresql@13"
brew "postgresql@14"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "vim", args: ["HEAD"]
brew "zoxide"
brew "egoist/tap/dum"
brew "hashicorp/tap/terraform-ls"
brew "microsoft/mssql-release/mssql-tools"
brew "nats-io/nats-tools/nats"
cask "alacritty"
cask "basictex"
cask "emacs"
cask "font-ibm-plex"
cask "font-iosevka"
cask "ripcord"
