tap "aws/tap"
tap "cyclonedx/cyclonedx"
tap "egoist/tap"
tap "hashicorp/tap"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "railwaycat/emacsmacport"
tap "stripe/stripe-cli"
brew "act"
brew "amazon-ecs-cli"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "biome"
brew "zstd"
brew "glib"
brew "cdxgen"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "certbot"
brew "cocoapods"
brew "coreutils"
brew "doctl"
brew "docutils"
brew "fd"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "gradle"
brew "pkgconf"
brew "guile"
brew "helm"
brew "hub"
brew "istioctl"
brew "jj"
brew "jq"
brew "kotlin"
brew "openjdk@21"
brew "kotlin-language-server"
brew "ktlint"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "llm"
brew "luarocks"
brew "mkcert"
brew "mongosh"
brew "nats-server"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nss"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "podman"
brew "postgresql@13"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "vim"
brew "watchman"
brew "yamllint"
brew "zoxide"
brew "zsh-completions"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "egoist/tap/dum"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/terraform-ls"
brew "mongodb/brew/mongodb-community@5.0"
brew "nats-io/nats-tools/nats"
brew "stripe/stripe-cli/stripe"
cask "aptakube"
cask "basictex"
cask "bruno"
cask "dbeaver-community"
cask "emacs-app"
cask "font-ibm-plex"
cask "font-iosevka"
cask "gcloud-cli"
cask "mockoon"
cask "ngrok"
go "github.com/air-verse/air"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/golang/mock/mockgen"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/google/wire/cmd/wire"
